IDS_RUS_CODE_REPORT_EN_TEST = "EC_Report_EN-Test(Lang:EN)"
IDS_RUS_DLL_ERROR = "È in corso il collegamento di una versione dll non corretta"
IDS_RUS_DLL_ERROR_REPORT = "Impossibile inizializzare la dll COM"
IDS_CVL_REPORT_PRINTING = "Stampa del report..."
IDS_CVL_REPORT_GENERATING = "Generazione del report..."
IDS_CVL_RPT_SNiP_Spartial_Section = "Calcolo della resistenza delle sezioni degli elementi spaziali"
IDS_CVL_RPT_SNiP_Not_required = "Non richiesto"
IDS_SP16_Par711_Title = "Calcolo della resistenza degli elementi soggetti a trazione o compressione centrali (par. 7.1.1)"
IDS_SP16_Par713_Title = "Calcolo della stabilità degli elementi a sezione piena soggetti a compressione centrale (par. 7.1.3)"
IDS_SP16_Par715_Title = "Stabilità per perdita di stabilità flesso-torsionale di una sezione aperta (par. 7.1.5)"
IDS_SP16_Par723_Title = "Calcolo della snellezza condizionale del corrente (par. 7.2.3)"
IDS_SP16_Par724_Title = "Calcolo della stabilità dei singoli correnti negli elementi a sezione composta (par. 7.2.4)"
IDS_SP16_Par732_Title = "Stabilità delle pareti degli elementi a sezione piena compressi centralmente (par. 7.3.2)"
IDS_SP16_Par733_Title = "Le pareti degli elementi a sezione piena compressi centralmente devono essere rinforzate con irrigidimenti trasversali (par. 7.3.3)"
IDS_SP16_Par733_CrossRibsNotSet = "o_lambda_w > 2.3\n\nSono richiesti irrigidimenti trasversali, ma non sono impostati."
IDS_SP16_Par733_CheckCrossRibFrequency = "o_lambda_w > 2.3\n\nSono richiesti e impostati irrigidimenti trasversali. Verifica della sufficienza dell'interasse degli irrigidimenti trasversali:"
IDS_SP16_Par733_CrossRibsAreNotRequired = "o_lambda_w <= 2.3\n\nGli irrigidimenti trasversali non sono richiesti."
IDS_SP16_Par738_Title = "Stabilità delle lamiere delle anime dei correnti degli elementi a sezione piena compressi centralmente (par. 7.3.8)"
IDS_SP16_Par821_Title = "Calcolo della resistenza delle travi di classe 1: sotto l'azione di un momento (par. 8.2.1)"
IDS_SP16_ParTau_Title = "Verifica della sezione per le forze di taglio"
IDS_SP16_Par823_Title = "Calcolo della resistenza delle travi composte di classe 2 e 3 a sezione a I e a cassone: sotto l'azione di un momento (par. 8.2.3)"
IDS_SP16_Par841_Title = "Calcolo della stabilità delle travi a I di classe 1: sotto l'azione di un momento (par. 8.4.1)"
IDS_SP16_Par851_Title = "Stabilità delle pareti delle travi di classe 1: sotto l'azione di un momento (par. 8.5.1)"
IDS_SP16_Par853_Title = "Stabilità delle pareti delle travi di classe 1 a sezione simmetrica in presenza di tensione locale: sotto l'azione di un momento (par. 8.5.3)"
IDS_SP16_Par857_Title = "Stabilità delle pareti delle travi di classe 1 con sezione a I asimmetrica con ala tesa più sviluppata (par. 8.5.7)"
IDS_SP16_Par858_Title = "Stabilità delle pareti delle travi di classe 2 e 3 in acciaio omogeneo in assenza di tensione locale (Sigma_loc = 0) (par. 8.5.8)"
IDS_SP16_Par822_Title = "Calcolo della resistenza della parete di una trave non rinforzata con irrigidimenti sotto l'azione di tensione locale (par. 8.2.2)"
IDS_SP16_Par8518_Title = "Stabilità dei correnti compressi delle travi di classe 1 (par. 8.5.18)"
IDS_SP16_Par8519_Title = "Stabilità dei correnti compressi delle travi di classe 2, 3 (par. 8.5.19)"
IDS_SP16_Par911_Title = "Calcolo della resistenza degli elementi compressi eccentricamente e tesi eccentricamente (par. 9.1.1)"
IDS_SP16_Par913_Title = "Verifica della resistenza a trazione della fibra della sezione degli elementi compressi eccentricamente con sezioni asimmetriche (par. 9.1.3)"
IDS_SP16_Par922_Title = "Calcolo della stabilità degli elementi compressi eccentricamente nel piano d'azione del momento, coincidente con il piano di simmetria (par. 9.2.2)"
IDS_SP16_Par928_Title = "Calcolo della stabilità degli elementi compressi eccentricamente inflessi nel piano di minima rigidezza (par. 9.2.8)"
IDS_SP16_Par929_Title = "Calcolo della stabilità delle aste (eccetto a cassone) soggette a compressione e flessione nei due piani principali (par. 9.2.9)"
IDS_SP16_Par9210_Title = "Calcolo della stabilità delle aste (a cassone) soggette a compressione e flessione nei due piani principali (par. 9.2.10)"
IDS_SP16_Par924_Title = "Calcolo della stabilità delle aste compresse eccentricamente fuori dal piano d'azione del momento durante la loro flessione nel piano di massima rigidezza (par. 9.2.4)"
IDS_SP16_Par942_Title = "Stabilità delle pareti degli elementi compressi eccentricamente (par. 9.4.2)"
IDS_SP16_Par947_Title = "Stabilità delle ali (mensole) delle aste compresse eccentricamente (par. 9.4.7)"
IDS_SP16_Par1041_Title = "Lunghezze di calcolo massime degli elementi (par. 10.4.1)"
IDS_SP16_Par1122_Title = "Calcolo della stabilità delle pareti di tubi senza saldatura o saldati elettricamente (par. 11.2.2)"
IDS_SP16_Par1122_FurtherChecksAreNotNeeded = "o_lambda < 0.65\n Non sono necessarie ulteriori verifiche."
IDS_SP16_COEFFS_FOR_SECTION_TYPE = "Per la sezione di tipo %s i coefficienti sono: %s"
IDS_SP16_COEFFS_FOR_UNKNOWN_SECTION_TYPE = "Tipo di sezione sconosciuto. I coefficienti sono: %s"
IDS_SP16_CALC_LAMBDA_EF_COMBINED_SECTION = "Calcolo della snellezza lambda_ef di un elemento a sezione composta aperta"
IDS_SP16_COMB_SECT_TYPE1_BRANCHES_WITH_PLANKS = "Tipo di sezione: 1, i correnti sono collegati con piatti"
IDS_SP16_COMB_SECT_TYPE1_BRANCHES_WITH_LATTICE = "Tipo di sezione: 1, i correnti sono collegati con traliccio"
IDS_SP16_CALC_PHI_COEFF = "Calcolo del coefficiente phi"
IDS_SP16_CALC_PHI_E_REG_ELEMENT = "Calcolo del coefficiente di stabilità phi_e per compressione eccentrica di elementi pieni"
IDS_SP16_CALC_PHI_E_FROM_D3_TABLE = "Dalla tabella D.3 per o_lambda_ef = %g e m = %g"
IDS_SP16_CALC_PHI_E_COMB_ELEMENT = "Calcolo del coefficiente di stabilità phi_e per compressione eccentrica di elementi a sezione composta aperta"
IDS_SP16_CALC_PHI_E_FROM_D4_TABLE = "Dalla tabella D.4 per o_lambda_ef = %g e m = %g"
IDS_SP16_CALC_REDUCED_AREA_AD = "Calcolo dell'area ridotta Ad"
IDS_SP16_SECT_TYPE_TABLE_7 = "Tipo di sezione dalla tabella 7:"
IDS_SP16_REQUIREMENTS_OF_732_NOT_SATISFIED = "I requisiti del paragrafo 7.3.2 non sono soddisfatti. Calcolo con area ridotta."
IDS_SP16_REQUIREMENTS_OF_942_NOT_SATISFIED = "I requisiti del paragrafo 9.4.2 non sono soddisfatti. Calcolo con area ridotta."
IDS_SP16_CALCULATION_OF_TABLE_9 = "Calcolo della snellezza condizionale ultima dell'anima (tabella 9)."
IDS_SP16_CALCULATION_OF_TABLE_10 = "Calcolo della snellezza condizionale ultima dell'ala (tabella 10)."
IDS_SP16_CALCULATION_OF_HD_CENTRALLY_COMPRESSED = "Calcolo di hd per elemento compresso centralmente"
IDS_SP16_CALCULATION_OF_HD_CENTRALLY_UNCOMPRESSED = "Calcolo di hd per elemento non compresso centralmente"
IDS_SP16_CALCULATION_OF_BD = "Calcolo di bd"
IDS_SP16_CALCULATION_OF_TABLE_D6 = "Calcolo di ω, α, β dalla tabella D.6"
IDS_SP16_CALCULATION_OF_CMAX_SECT_TYPE_4 = "Calcolo del coefficiente Cmax. Tipo di sezione: 4"
IDS_SP16_CALCULATION_OF_TABLE_E1 = "Calcolo dei coefficienti Cy, Cz, n (tabella E.1)."
IDS_SP16_FOR_AF_AW_MSG = "Per Af = %g, Aw = %g"
IDS_SP16_CALCULATION_TABLE_ZH4 = "Calcolo del coefficiente B (tabella ZH.4)."
IDS_SP16_CALCULATION_TABLE_ZH5 = "Calcolo dei coefficienti C e D (tabella ZH.5)."
IDS_SP16_UNIT_LENGTH_MM = "mm"
IDS_SP16_UNIT_LENGTH_CM = "cm"
IDS_SP16_UNIT_LENGTH_M = "m"
IDS_SP16_UNIT_LENGTH_IN = "in"
IDS_SP16_UNIT_LENGTH_FT = "ft"
IDS_SP16_UNIT_FORCE_KG = "kgf"
IDS_SP16_UNIT_FORCE_TON = "tonf"
IDS_SP16_UNIT_FORCE_N = "N"
IDS_SP16_UNIT_FORCE_KN = "kN"
IDS_SP16_UNIT_FORCE_LBF = "lbf"
IDS_SP16_UNIT_FORCE_KIP = "kip"
IDS_SP16_UNIT_FORCE_KIPs = "kips"
IDS_SP16_RATIO = "rap"
IDS_SNiP_REPORT_SECT_REDESIGN = "La sezione deve essere riprogettata."
IDS_SNiP_REPORT_NOT_REQ_REBAR = "∴ L'Armatura non è richiesta."
IDS_SNiP_REPORT_REQ_REBAR = "∴ L'Armatura è richiesta."
IDS_RUS_CODE_REPORT_CH_TEST = "RUS_Report_CH-Test(Lang:CH)"
IDS_RUS_CODE_REPORT_JP_TEST = "EC_Report_JP-Test(Lang:JP)"
IDS_RUS_CODE_REPORT_KR_TEST = "EC_Report_KR-Test(Lang:KR)"
IDS_RUS_CODE_RUS_TEST = "EC_Report_RUS-Test(Lang:RUS)"
IDS_RUS_CODE_REPORT_TW_TEST = "EC_Report_TW-Test(Lang:TW)"
IDS_SP16_BIG_MY_LINEAR_INTERPOLATION_NOTE = "The value of m_y is > 5. The value of %s is determined by linear interpolation."
